espressif/esp-matter/examples/zap_light/sdkconfig.defaults.esp32s2
CONFIG_IDF_TARGET="esp32s2"

# Disable BLE
CONFIG_ENABLE_CHIPOBLE=n
